{
  "Comment.nvim": { "branch": "master" },
  "CopilotChat.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "dressing.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "indent-blankline.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "markview.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "multiple-cursors.nvim": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-ros2": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
